{
    "1628443": {
        "imageLandscape": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-kadeem-allen_300x300.jpg",
        "imagePortrait": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-kadeem-allen_500x200.jpg",
        "overview": "Kadeem Allen played his first two years of college basketball at Hutchinson Community College (2012–2014) in Hutchinson, NC, before transferring to University of Arizona for his final two years (2015–2017). Allen was drafted by the Celtics in the 2017 NBA draft and signed the franchise's first two-way contract. Under the terms of the deal, he will split time between the Celtics and their G-League affiliate, the Maine Red Claws.",
        "acquired": "53rd overall pick, 2017 NBA Draft",
        "fullName": "Kadeem Frank Allen",
        "nicknames": "Big Bruiser, B.B",
        "birthplace": "Wilmington, NC",
        "highSchool": "New Hanover HS / Emsley A. Laney HS (Wilmington, NC)",
        "twitter": "N/A",
        "instagram": "N/A",
        "personal": [
            "Is looking to become the second alumnus of Emsley A. Laney High School (Wilmington, North Carolina) to make the NBA. The other was Michael Jordan.",
            "At age 24, was the oldest player selected in the 2017 Draft by 244 days."
        ],
        "awards": []
    },
    "203382": {
        "imageLandscape": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-aron-baynes_300x300.png",
        "imagePortrait": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-aron-baynes_300x300.png",
        "overview": "Aron Baynes attended the Australian Institute of Sport in 2005 and played college basketball for Washington State University (2005–2009). He began his professional career in 2009-10 playing for Lietuvos Rytas of the Lithuanian Basketball League, a squad that went on to win the Lithuanian National Championship. Baynes represents the Australian National Team.",
        "acquired": "Signed as a free agent on July 8, 2016.",
        "fullName": "Aron John Baynes",
        "nicknames": "Bangers",
        "birthplace": "Gisborne, New Zealand",
        "highSchool": "N/A",
        "twitter": "@aronbaynes",
        "instagram": "houseobayne",
        "personal": [
            "He and his wife, Rachel, were married in the summer of 2014 and have one son.",
            "He is the youngest of three children. Has a brother, Callum, and a sister, Rebecca.",
            "Played rugby while in high school.",
            "Enjoys cooking. Barbecuing is his specialty.",
            "Received his bachelors of science in kinesiology."
        ],
        "awards": []
    },
    "1628444": {
        "imageLandscape": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-jabari-bird_300x300.jpg",
        "imagePortrait": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-jabari-bird_300x300.jpgg",
        "overview": "Jabari Bird played college basketball for University of California, Berkeley (2013–2017) where he earned All-Pac-12 Honorable Mention honors in 2016-17 after leading the Golden Bears in scoring with 14.3 points on 43.9% shooting. He was signed to a two-way contract by the Celtics on September 5, 2017. Under the terms of the deal, he will split time between the Celtics and their G-League affiliate, the Maine Red Claws.",
        "acquired": "56th overall pick, 2017 NBA Draft",
        "fullName": "Jabari Carl Bird",
        "nicknames": "",
        "birthplace": "Walnut Creek, CA",
        "highSchool": "Salesian Prep HS (Richmond, CA)",
        "twitter": "N/A",
        "instagram": "Jabari_bird",
        "personal": [],
        "awards": []
    },
    "1627759": {
        "imageLandscape": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-test-photo_300x300.png",
        "imagePortrait": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-test-photo_300x300.png",
        "overview": "Jaylen Brown played college basketball for the California Golden Bears (2015–2016). As a freshman, he was named first-team All-Pac-12 and was also named Pac-12 Freshman of the Year. After the season, he decided to forgo his remaining college eligibility, and at age 19 was selected by Boston in the 2016 NBA draft.",
        "acquired": " 3rd overall pick, 2017 NBA Draft.",
        "fullName": "Jaylen Marselles Brown",
        "nicknames": ["JB"," Old Man"],
        "birthplace": "Marietta, GA",
        "highSchool": "Wheeler HS (Marietta, GA)",
        "twitter": "@FCHWPO",
        "instagram": "FCHWPO",
        "personal": [
            "In his free time, he enjoys playing chess, meditation, hot yoga and table tennis. He’s also very invested in education; he took a graduate-level class during his freshman year at Cal.",
            "His brother Quenton played Division I football at the University of North Texas, and his cousin A.J. Bouye is a cornerback for the Houston Texans.",
            "During his senior season at Wheeler High School, he clinched the Georgia Class 6A state title by sinking two free throws with 0.6 seconds remaining to give his team a 59-58 victory.",
            "His mother calls him 'old man' because he 'moves slow and talks slow'.",
            "He is fluent in Spanish. He also studied Italian in preparation for the Adidas Eurocamp in Italy so that he could converse with the referees.",
            "His father is Quenton Marselles Brown, a professional boxer, who is the 2016 WBU World Champion, the 2015 WBU C.A.M. Heavyweight Champion as well as a member of the Hawaii State Boxing Commission Board."
        ],
        "awards": []
    },
    "202330": {
        "imageLandscape": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-test-photo_300x300.png",
        "imagePortrait": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-test-photo_300x300.png",
        "overview": "Gordon Hayward played college basketball at Butler University (2008–2010) for two seasons where he led his team to a runner-up finish in the 2010 NCAA Tournament his sophomore season. He was selected by the Utah Jazz with the ninth overall pick in the 2010 NBA draft. Hayward was named an NBA All-Star for the first time in 2017.",
        "acquired": "Signed as a free agent on July 14, 2017.",
        "fullName": "Gordon Daniel Hayward",
        "nicknames": "",
        "birthplace": "Brownsburg, IN",
        "highSchool": "Brownsburg HS (Brownsburg, IN)",
        "twitter": "@gordonhayward",
        "instagram": "",
        "personal": [
            "Was a star tennis player at Brownsburg High School in Brownsburg, Indiana. He played mixed doubles with his twin sister, Heather, and the duo competed together in the Indiana State Open. Heather continued her tennis career at Butler University, where Gordon would also attend to pursue a basketball career.",
            "Almost gave up on basketball following his freshman season at Brownsburg. He stood 5-foot-11 at the time and was projected to top out at 6-2 at most, so he did not think playing college basketball was a realistic goal. Hayward’s mother, however, swayed him to continue to pursue his hoops dream. He surprisingly shot up to 6-4 by the start of his sophomore season and now stands 6-8.",
            "Both his parents stand 5-foot-10.",
            "NBA spokesperson for national #LeanIn campaign.",
            "His passion is video games. He is avid in the gaming community and has even participated in the IGN Pro League. Hayward competed in his first eSports event in 2011, when was one of 256 gamers who qualified for a Starcraft II tournament in Atlantic City, New Jersey.",
            "First Butler player drafted since 1983 NBA Draft (Lynn Mitchem in ninth round, 186th overall).",
            "Was majoring in computer engineering at Butler and maintained a 3.31 GPA (selected Third Team Academic All-American) and has continued his education through online coursework."
        ],
        "awards": []
    },
    "201143": {
        "imageLandscape": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-test-photo_300x300.png",
        "imagePortrait": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-test-photo_300x300.png",
        "overview": "Al Horford played college basketball for the University of Florida (2004–2007), and was the starting center on the Florida Gators teams that won back-to-back NCAA national championships in 2006 and 2007. He was drafted with the third overall pick in the 2007 NBA draft by the Atlanta Hawks, a team he played nine seasons with before joining the Celtics in 2016. He also represents the Dominican Republic national team.",
        "acquired": "Signed as a free agent on July 8, 2016.",
        "fullName": "Alfred Joel Horford Reynoso",
        "nicknames": "",
        "birthplace": "Puerto Planta, Dominican Republic",
        "highSchool": "Grand Ledge HS (Grand Ledge, MI)",
        "twitter": "@Al_Horford",
        "instagram": "al_horford",
        "personal": [
            "Married 2003 Miss Universe Amelia Vega in Santo Domingo (DR) on December 24, 2011",
            "His parents are Alfredo 'Tito' Horford and Arelis Reynoso • Tito played three years in the NBA with Milwaukee (1988-90) and Washington (1993-94).",
            "Has three brothers and two sisters.",
            "A telecommunications major at Florida, would work in TV or real estate if he wasn't playing pro ball.",
            "Earned the Jason Collier Memorial Trophy at the end of the ’09 season, presented annually to the individual who best exemplifies the characteristics Collier displayed off the court as a community ambassador.",
            "In 2011, donated $23,000 to Direct Relief International to help the people of Japan recover from the tsunami and earthquake.",
            "A two-time winner of the NBA’s Community Assist Award (February ’08 and March ’11).",
            "Loves all types of music and is a very good ping-pong player.",
            "He's visited the White House on two occasions following the NCAA championship and says if he could be anyone for a day it would be the President.",
            "Enjoys eating white rice and black beans, beef and chicken dishes and sweet plantains Horford's favorite actor and actress - Denzel Washington and Jessica Alba.",
            "His favorite movie is 'Dark Knight Rises” and top TV show is 'American Dad'."
        ],
        "awards": []
    },
    "202681": {
        "imageLandscape": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-test-photo_300x300.png",
        "imagePortrait": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-test-photo_300x300.png",
        "overview": "Kyrie Irving played college basketball for Duke University (2010–2011). He was named NBA Rookie of the Year after being selected by the Cleveland Cavaliers with the first overall pick in the 2011 NBA draft. He won an NBA Championship with the Cavaliers in 2016, thanks to his game-winning shot with 53 seconds remaining in Game 7. Irving has also played for the United States national team, with whom he has won gold at the 2014 FIBA Basketball World Cup and the 2016 Summer Olympics.",
        "acquired": "Acquired from Cleveland in exchange for Isaiah Thomas, Jae Crowder, Ante Zizic, a Brooklyn 2018 first round draft pick and a 2020 Miami second round draft pick on August 22, 2017.",
        "fullName": "Kyrie Andrew Irving",
        "nicknames": "Uncle Drew",
        "birthplace": "Melbourne, Victoria (Australia)",
        "highSchool": "St. Patrick’s HS (Elizabeth, NJ)",
        "twitter": "@KyrieIrving",
        "instagram": "kyrieirving",
        "personal": [
            "His father, Drederick, played at Boston University from 1984-88. Drederick had his jersey retired and ranks second in BU history with 1,931 career points.",
            "His father went on to play professionally for the Bulleen Boomers in Australia, where Kyrie was born and holds citizenship with along with the United States.",
            "Former All-NBA point guard Rod Strickland is Irving’s godfather. Strickland played 18 NBA seasons and led the league in assists during the 1997-98 season as a member of the Washington Wizards.",
            "Took on the role of 'Uncle Drew' in a series of Pepsi Max advertisements, which include appearances from Bill Russell, Kevin Love, Nate Robinson, Maya Moore, Baron Davis and Ray Allen.",
            "Favorite book is 'Catcher in the Rye'."
        ],
        "awards": []
    },
    "203499": {
        "imageLandscape": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-test-photo_300x300.png",
        "imagePortrait": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-test-photo_300x300.png",
        "overview": "Shane Larkin played college basketball for the University of Miami (2011–2013). He was selected by the Atlanta Hawks with the 18th overall pick in the 2013 NBA draft, where he was immediately traded to the Dallas Mavericks. Larkin is the son of Baseball Hall of Famer Barry Larkin.",
        "acquired": "Signed as a free agent on July 31, 2017",
        "fullName": "DeShane Davis Larkin",
        "nicknames": "",
        "birthplace": "Cincinnati, Ohio",
        "highSchool": "Dr. Phillips HS (Orlando, FL)",
        "twitter": "@ShaneLarkin_3",
        "instagram": "ShaneLarkin_0",
        "personal": [
            "Is the son of Hall-of-Fame shortstop Barry Larkin. Barry was the 1995 National League MVP, earned 12 All-Star selections, three Gold Glove Awards and nine Silver Slugger Awards during his 19 seasons with the Cincinnati Reds.",
            "Has three uncles on his father’s side who were also standout athletes. Stephen Larkin was a teammate of Barry on the Reds. Byron Larkin was a second-team All-American and the all-time leading scorer for the Xavier men’s basketball team. And Mike Larkin was a captain on Notre Dame’s football team during the mid-1980s.",
            "Originally wanted to follow in his father’s footsteps and become a baseball player. When he was in elementary school he received hitting tips from all-time hits leader Pete Rose and Hall-of-Fame infielder Tony Perez.",
            "Likes watching movies, listening to music and playing the piano in his spare time."
        ],
        "awards": []
    },
    "202694": {
        "imageLandscape": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-test-photo_300x300.png",
        "imagePortrait": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-test-photo_300x300.png",
        "overview": "Marcus Morris played college basketball at Kansas (2008–2011), alongside his twin brother Markieff, where he was named  Big 12 Player of the Year and the Big 12 Championship Most Outstanding Player following a standout junior season in which he averaged a team-best 17.2 points and 7.6 rebounds while finishing second in the Big 12 Conference in shooting percentage (57.0%). He was drafted 14th overall by the Houston Rockets in the 2011 NBA draft.",
        "acquired": " Acquired from Detroit in exchange for Avery Bradley and a future second round draft pick on July 7, 2017.",
        "fullName": "Marcus David Morris",
        "nicknames": "Mook",
        "birthplace": "Philadelphia, Pennsylvania",
        "highSchool": "Apex Academy (Pennsauken, NJ)",
        "twitter": "MookMorris2",
        "instagram": "foestar13",
        "personal": [
            "Enjoyed reading when he was a child, so his grandmother gave him the nickname “Mook Book.” The nickname was shortened to “Mook,” which has stuck with him ever since.",
            "Was born Sept. 2, 1989, seven minutes after Markieff. He was fittingly drafted five minutes after Markieff when Houston selected him 14th overall – one pick after his slightly-older brother – in the 2011 NBA Draft.",
            "He started a game for the Phoenix Suns alongside Markieff on March 10, 2013, marking the first time in NBA history that a set of twins were in the same starting lineup.",
            "Majored in American studies at KU.",
            "Grew up a fan of the hometown Philadelphia Eagles and was frequently at odds with brother Markieff, who is a supporter of the Dallas Cowboy.",
            "Favorite movies of all-time are 'The 6th Man', 'Good Burger' and 'Taken'.",
            "Favorite video game is 'Madden'.",
            "Would have pursued being a video game creator or football player if not in the NBA.",
            "He and Markieff have mostly identical tattoos.",
            "He and Markieff have the words 'Family Over Everything' tattooed on their left biceps and include 'FOE' at the end of most tweet.",
            "Favorite comfort food is cornbread."
        ],
        "awards": []
    },
    "1627846": {
        "imageLandscape": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-test-photo_300x300.png",
        "imagePortrait": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-test-photo_300x300.png",
        "overview": "Abdel Nader played college basketball for Northern Illinois (2011–2013) and Iowa State (2014–2016) before being drafted by the Boston Celtics with the 58th overall pick in the 2016 NBA draft. On April 14, 2017, he was named the 2016–17 NBA Development League Rookie of the Year, becoming the first internationally-born player to be named NBA D-League Rookie of the Year.",
        "acquired": "58th overall pick, 2016 NBA Draft",
        "fullName": "",
        "nicknames": "",
        "birthplace": "Alexandria, Egypt",
        "highSchool": "Niles North HS (Skokie, IL)",
        "twitter": "AbdelNader2",
        "instagram": "dulenader2",
        "personal": [
            "His family moved to the United States when he was three years old.",
            "Is the second Egypt native to play in an NBA game. The other was former Celtics forward Alaa Abdelnaby.",
            "Helped lead Niles North High School (Illinois) to its first sectional championship in 47 years during his final prep season."
        ],
        "awards": []
    },
    "1628400": {
        "imageLandscape": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-test-photo_300x300.png",
        "imagePortrait": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-test-photo_300x300.png",
        "overview": "Semi Ojeleye spent his first two collegiate years at Duke University (2013–2015) before transferring to Southern Methodist Univeristy (2016–2017) seeking a larger role. In 2016–17 he led the team to both American Athletic Conference (AAC) regular season and Tournament championships. Following the close of his redshirt junior season, Ojeleye entered his name for the 2017 NBA draft.",
        "acquired": "37th overall pick, 2017 NBA Draft",
        "fullName": "Jesusemilore Talodabijesu Ojeleye",
        "nicknames": "",
        "birthplace": "Overland Park, KS",
        "highSchool": "Ottawa HS (Ottawa, KS)",
        "twitter": "@semi",
        "instagram": "",
        "personal": [
            "His family is from Nigeria",
            "His father, Ernest, came to the United States for a residency at the University of Kansas medical center.",
            "His mother, Joy, is a registered nurse.",
            "His older brother, Victory, played basketball at Kansas State from 2008-11.",
            "Was a standout student athlete at Ottawa High School in Ottawa, Kansas, having graduated Magna Cum Laude with a 4.0 GPA.",
            "Majored in Psychology."
        ],
        "awards": []
    },
    "1626179": {
        "imageLandscape": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-test-photo_300x300.png",
        "imagePortrait": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-test-photo_300x300.png",
        "overview": "Terry Rozier played college basketball for the Louisville Cardinals (2013–2015) and made the AAC All-Rookie Team. In his second season he was the only player in the ACC to average at least two steals per game and was the fourth-highest scorer in the conference, putting up 17.1 points per game.",
        "acquired": "16th overall pick, 2015 NBA Draft",
        "fullName": "Terry William Rozier III",
        "nicknames": "",
        "birthplace": "Youngstown, OH",
        "highSchool": "Hargrave Military Academy (Chatham, VA)",
        "twitter": "T_Rozzay3",
        "instagram": "gmb_chum12",
        "personal": [
            "Majored in sports administration with a minor in communication.",
            "When he was in sixth grade, he set a goal to play for Rick Pitino at the University of Louisville. On. Sept. 11, 2011, Rozier committed to his dream university.",
            "His favorite food is spaghetti mixed with sugar and ranch dressing."
        ],
        "awards": []
    },
    "203935": {
        "imageLandscape": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-test-photo_300x300.png",
        "imagePortrait": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-test-photo_300x300.png",
        "overview": "Marcus Smart played college basketball for Oklahoma State University (2012–2014). During his second season, Smart was named one of the 30 finalists for the Naismith College Player of the Year. In his high school career, he achieved a record of 115–6 through three seasons and was a two-time 5A state champion.",
        "acquired": "6th overall pick, 2014 NBA Draft",
        "fullName": "Marcus Osmond Smart",
        "nicknames": "Hound Dog",
        "birthplace": "Flower Mound, TX",
        "highSchool": "Marcus (Flower Mound, TX)",
        "twitter": "@smart_MS3",
        "instagram": "youngamechanger",
        "personal": [
            "Smart holds the freshman steals record in the Big 12 after grabbing 99 of them in 2012-13.",
            "Was a football player growing up but stopped playing when he hit sixth grade.",
            "Enjoys playing tennis during his spare time.",
            "He has three older brothers: Todd Westbrook (deceased), Jeff Westbrook and Michael Smart.",
            "Wears number 36 because his siblings all wore #3 and #6 because of his draft position (sixth overall)."
        ],
        "awards": []
    },
    "1628369": {
        "imageLandscape": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-test-photo_300x300.png",
        "imagePortrait": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-test-photo_300x300.png",
        "overview": "Jayson Tatum attended Chaminade College Preparatory School, where he rated as five-star recruit and regarded as one of the top players in the Class of 2016 by most recruiting services. After playing basketball with the Duke Blue Devils (2016–2017), Tatum declared himself eligible for the 2017 NBA draft.",
        "acquired": "3rd overall pick, 2017 NBA Draft",
        "fullName": "Jayson Christopher Tatum",
        "nicknames": "J",
        "birthplace": "St. Louis, MO",
        "highSchool": "Chaminade College Prep (St. Louis, MO)",
        "twitter": "@jaytatum0",
        "instagram": "jaytatum0",
        "personal": [
            "His father Justin played Division I college basketball at Saint Louis University, before embarking on an international basketball career. He then became the head coach of the Christian Brothers College High School basketball team in St. Louis, which was the archrival squad of Jayson’s team at Chaminade College Preparatory School.",
            "Has a brother, Jaycob and a sister, Kayden.",
            "Began attending college when he was just an infant. His mother was 19 when he was born and he would regularly tag along to her undergrad, law school and business school classes."
        ],
        "awards": []
    },
    "1628464": {
        "imageLandscape": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-test-photo_300x300.png",
        "imagePortrait": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-test-photo_300x300.png",
        "overview": "Daniel Theis made his debut in the German top-tier level league, the Basketball Bundesliga, during the 2010–11 season. But he primarily gained playing time with the club’s development squad, where he played alongside his older brother, Frank from 2010 to 2012. In 2014, Theis signed with Brose Baskets where he played from 2014-2017 and won three straight German League championships.",
        "acquired": "Signed as a free agent on July 20, 20­­17.",
        "fullName": "",
        "nicknames": "",
        "birthplace": "Salzgitter, Germany",
        "highSchool": "",
        "twitter": "@dtheis10",
        "instagram": "dtheis10",
        "personal": [

        ],
        "awards": []
    },
    "1627824": {
        "imageLandscape": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-test-photo_300x300.png",
        "imagePortrait": "http://io.cnn.net/nba/nba/.element/media/2.0/teamsites/celtics/media/profile-test-photo_300x300.png",
        "overview": "Guerschon Yabusele began his pro career in 2013 with the official Roanne team of the LNB Pro B. He later signed with Rouen Métropole Basket of the LNB Pro A, the top league in France, in the summer of 2015. He was considered one of the best international prospects in the 2016 NBA Draft. Following the draft, he signed a deal with the Shanghai Sharks of the CBA where he was named a CBA All-Star.",
        "acquired": "16th overall pick, 2016 NBA Draft",
        "fullName": "",
        "nicknames": "The Dancing Bear, Yabu",
        "birthplace": "Dreux, France",
        "highSchool": "",
        "twitter": "",
        "instagram": "",
        "personal": [
            "Trained as a boxer throughout the early portions of his life.",
            "Started boxing when he was five years old and he attributes that to his great agility. After his workout with the Phoenix Suns, he said, 'It’s a great workout for your body, for your hands, [and allows you to] move quickly with your feet and your ankles.'",
            "He aspired to be a soccer player during his youth, but his father advised him to focus on basketball.",
            "Told Celtics.com that he’s been studying English during the past year by watching movies.",
            "According to Yabusele, as he was flying into New York City for the NBA Draft, a woman sitting next to him on the plane predicted that the Celtics would select him."
        ],
        "awards": []
    }
}
